<template>
  <div class="agreem">
    <headcom title="用户协议"></headcom>
    <div class="content">
      <p class="first top">用户服务协议及隐私保护政策</p>
      <p class="first part">特别提示</p>
      <p class="two">上海培帮信息技术有限公司（以下简称“培帮”）在此特别提醒您（用户）在注册成为用户之前，
        请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各项条款，
        包括免除本软件责任的条款及限制用户权利的条款。请您审慎阅读并选择接受或不接受本协议，
        除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉及的服务。
        您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>
      <p class="two">
        本协议约定培帮与用户之间关于智慧幼儿园客户端（简称“本客户端”）的权利义务。“用户”是指注册、登录、使用本客户端的个人。本协议可由培帮随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用本软件提供的服务，用户继续使用我们的服务将被视为接受修改后的协议
      </p>
      <p class="first tince">第1条 本客户端服务条款的适用范围</p>
      <p class="">
        1.1. 本客户端的各项电子服务的所有权和运作权归培帮所有。用户同意所有注册协议条款并完成注册程序，才能成为本客户端的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
      </p>
      <p>
        1.2. 用户点击同意本协议的，即视为用户确认自己具有享受本客户端服务、下单购买等相应的权利能力和行为能力，能够独立承担法律责任。
      </p>
      <p>
        1.3. 如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本客户端。
      </p>
      <p>
        1.4. 培帮保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。
      </p>
      <p class="first tince">第2条 用户信息保护</p>
      <p>
        2.1. 用户应自行诚信向本客户端提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且培帮保留终止用户使用培帮各项服务的权利。
      </p>
      <p>2.2. 用户在本客户端进行注册、浏览、评价等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权、为履行强制性法律义务（如政府部门指令）或法律另有规定，本站不会向外界披露用户隐私信息。</p>
      <p>2.3. 用户注册成功后，将产生用户名和密码等账户信息，您可以根据本客户端规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本客户端并向公安机关报案。</p>
      <p>2.4. 用户同意，培帮拥有通过邮件、短信电话等形式，向在本客户端注册的用户发送活动等告知信息的权利。</p>
      <p>2.5. 用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任</p>
      <p>2.6. 用户同意，培帮有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
      <p>2.7用户应及时更新您的身份信息及相关资料，因您未及时更新资料导致的一切后果，均应由您自行承担，该后果包括但不限于导致本服务无法提供或提供时发生任何错误。</p>
      <p class="first tince">
        第3条 用户依法言行义务
      </p>
      <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>
      <p>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
      <p>（2） 从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
      <p>（3） 不得利用本客户端从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
      <p>（4）不得干扰本客户端的正常运转，不得侵入本客户端及国家计算机信息系统；</p>
      <p>（5） 不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</p>
      <p>（6） 不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
      <p>（7） 不得教唆他人从事本条所禁止的行为；</p>
      <p>（8） 不得利用在本客户端注册的账户进行牟利性经营活动；</p>
      <p>（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；用户应关注并遵守本客户端不时公布或修改的各类合法规则规定。本客户端保有删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若用户未遵守以上规定的，本客户端有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任</p>
      <p class="first tince">第4条 所有权及知识产权条款</p>
      <p>4.1. 用户一旦接受本协议，即表明该用户主动将其在任何时间段在本客户端发表的任何形式的信息内容（包括但不限于咨询、记录、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地无偿转让给培帮所有，用户同意培帮有权就任何主体侵权而单独提起诉讼。</p>
      <p>4.2. 本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在本客户端上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
      <p>4.3.培帮是本客户端的制作者，拥有此客户端内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及本客户端的内容进行修改，并在本客户端张贴，无须另行通知用户。在法律允许的最大限度范围内，培帮对本协议及本客户端内容拥有解释权。</p>
      <p>4.4. 除法律另有强制性规定外，未经培帮明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本客户端的信息内容，否则，培帮有权追究其法律责任。</p>
      <p>4.5. 本客户端所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是培帮或其内容提供者的财产，受中国和国际版权法的保护。本客户端上所有内容的汇编是培帮的排他财产，受中国和国际版权法的保护。本客户端上所有软件都是培帮的财产，受中国和国际版权法的保护。</p>
      <p class="first tince">第5条 免责声明</p>
      <p>5.1．用户违反本《协议》或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿本软件，并使之免受损害。</p>
      <p>5.2．用户因第三方如某运营商部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，本软件及合作单位不承担责任。</p>
      <p>5.3．因技术故障等不可抗事件影响到服务的正常运行的，本软件及合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的一切损失，本软件及合作单位不承担责任。</p>
      <p>5.4．本客户端同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有;特洛伊木马;等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
      <p>5.5．用户须明白，在使用本客户端过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，本软件和合作公司对本客户端不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
      <p>5.6.除非另有明确的书面说明，本客户端及其所包含的或以其它方式通过本客户端提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，培帮不对本客户端的运营及其包含在本客户端上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
      <p>5.7.培帮不担保本客户端所包含的或以其它方式通过本客户端提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本客户端发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它本站无法控制的原因使本客户端销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，培帮会合理地尽力协助处理善后事宜。</p>
      <p>5.8. 本客户端所承载的内容（文、图、视频、音频）均为传播育儿知识目的，不对其真实性、科学性、严肃性做任何形式保证。且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。</p>
      <p>5.9．在任何情况下，本客户端均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用本软件服务而遭受的利润损失，承担责任（即使本软件已被告知该等损失的可能性亦然）。</p>
      <p class="first tince">第6条 广告</p>
      <p>6.1 您使用本客户端的相关服务过程中，充分理解并同意：本服务中可能包括公司针对个人或企业推出的信息、广告发布或品牌推广服务，您同意公司有权在“培帮”软件及相关服务中展示“培帮”软件及相关服务相关和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。</p>
      <p>6.2 公司依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，用户应自行承担，公司不予承担责任。</p>
      <p class="first tince">第7条法律管辖和适用</p>
      <p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向培帮住所地有管辖权的人民法院提起诉讼。</p>
      <p class="first tince">第8条其他</p>
      <p>8.1. 培帮尊重用户的合法权利，本协议及本客户端上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户提供服务。本客户端欢迎用户和社会各界提出意见和建议，培帮将虚心接受并适时修改本协议及本客户端的各类规则。</p>
      <p>8.2.您点击本协议上方的“注册”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>
      <p class="bom">上海培帮信息技术有限公司</p>
    </div>

  </div>
</template>

<script>


  import headcom from "../../components/headcom"
  export default{
    //组件
    components: {
      headcom,
    } ,
    //父组件传入的数据
    props: {

    } ,
    //本地数据
    data(){
      return {

      }
    } ,

    //方法
    methods: {

    } ,
    //进入页面加载
    mounted () {

    } ,
    //计算属性
    computed: {} ,
    //监控数据变化
    watch: {

    }

  }
</script>

<style lang="less" scoped>
  .agreem{
    background: #fff;

  }

  .content{
    padding: .12rem;
    font-size: .12rem;
    line-height: .2rem;
  .first{
    font-size: .15rem;
    font-weight: 600;
  }
  .two{
    margin-bottom: .2rem;
    text-indent: .26rem;
  }
  .part{
    margin:.1rem  0 .1rem 0;
  }
  }
  .bom{
    text-align: right;
    padding: .12rem 0;
  }
  .top{
    text-align: center;
  }
  .tince{
    margin: .25rem 0 .1rem 0;
  }
</style>
